// const { getSum } = require('./Calendar');/* Экспортируем из Calendar.js */

// describe('getSum', () => {                      /* Описание теста */
//    it('should return correct sum', () => {      /* то, ГДЕ выполняется тест */
//       expect(getSum(1, 2)).toBe(3);             /* то, что ВОЗВРАЩАЕТ результат для сравнения.expect значит я ОЖИДАЮ что*/
//    });                                                /* результат выполнения функции с заданными аргументами будет равен( .toBe ) 3 */
// });